Repository: PloneGov-IT/ospfe.singole_procedure
Catalog: ospfe/singole_procedure/locales/*/LC_MESSAGES/ospfe.singole_procedure.po
Languages: it

source: Back to table
it: Torna alla tabella

source: Errors found!
it: Errori trovati

source: First error found:
it: Primo errore trovato:

source: See generated XML
it: Vedi XML generato

source: Show if the generated XML report is in the proper format
it: Mostra se l'XML generato è nel formato corretto

source: Validate XML
it: Valida XML

source: Validation report
it: Report di validazione

source: Well done!
it: Ben fatto!

source: Your XML is valid!
it: Il tuo XML è valido!

source: error_bad_cf
it: "$value" non è un Codice Fiscale/Partita I.V.A. valido

source: error_bad_cig
it: Il CIG deve essere un valore di non più di 10 caratteri

source: error_bad_member
it: Riga $line: non è nel formato corretto. Prego inserire una denominazione seguita da un Codice Fiscale/Partita I.V.A. In caso di un gruppo, aggiungere anche il ruolo dentro a delle parentesi

source: error_bad_member_cf
it: Riga $line: il valore fornito "$value" per Codice Fiscale/PArtita I.V.A. è invalido.

source: error_bad_roles
it: Riga $line: il ruolo "$value" è invalido. Deve essere uno dei deguenti: $roles

source: error_bad_struttura_proponente
it: Devi fornire una denominazione, seguita dal Codice Fiscale/P. I.V.A.

source: error_max_chars
it: Il valore per "$name" deve contenere non più di 250 caratteri ($count forniti).

source: error_no_dates
it: Fornisci due date nel formato AAAA-MM-GG

source: error_too_few_groups
it: Quando sono usati dei gruppi, questi devono essere composti da almeno due membri

source: msg_invalid_xml
it: Sono stati trovati uno o più errori. Questo XML non è valido!
